Repository: WarrenBrowse/warren-app
Catalog: ios/Assets/Wallet.xcstrings
Source language: en
Languages: ar, da, de, es, fa, fi, fr, it, ja, ko, my, nb, nl, pl, pt, ro, ru, sv, th, tr, uk, zh_hans, zh_hant

source: The recovery phrase is invalid. Check each word against the BIP39 wordlist and try again.
ar: عبارة الاسترداد غير صالحة. تحقق من كل كلمة مقابل قائمة كلمات BIP39 وحاول مرة أخرى.
da: Gendannelsessætningen er ugyldig. Tjek hvert ord mod BIP39-ordlisten, og prøv igen.
de: Die Wiederherstellungsphrase ist ungültig. Prüfen Sie jedes Wort anhand der BIP39-Wortliste und versuchen Sie es erneut.
es: La frase de recuperación no es válida. Compruebe cada palabra con la lista de palabras BIP39 e inténtelo de nuevo.
fa: عبارت بازیابی نامعتبر است. هر کلمه را با فهرست واژگان BIP39 بسنجید و دوباره امتحان کنید.
fi: Palautuslause on virheellinen. Tarkista jokainen sana BIP39-sanalistasta ja yritä uudelleen.
fr: La phrase de récupération est invalide. Vérifiez chaque mot par rapport à la liste BIP39 et réessayez.
it: La frase di recupero non è valida. Controlla ogni parola rispetto all'elenco di parole BIP39 e riprova.
ja: リカバリーフレーズが無効です。各単語をBIP39ワードリストと照合して、もう一度お試しください。
ko: 복구 문구가 유효하지 않습니다. 각 단어를 BIP39 단어 목록과 대조한 후 다시 시도하세요.
my: ပြန်လည်ရယူရေးစကားစုသည် မမှန်ကန်ပါ။ စကားလုံးတစ်ခုစီကို BIP39 စကားလုံးစာရင်းနှင့် တိုက်စစ်ပြီး ထပ်ကြိုးစားပါ။
nb: Gjenopprettingsfrasen er ugyldig. Kontroller hvert ord mot BIP39-ordlisten, og prøv igjen.
nl: De herstelzin is ongeldig. Controleer elk woord aan de hand van de BIP39-woordenlijst en probeer het opnieuw.
pl: Fraza odzyskiwania jest nieprawidłowa. Sprawdź każde słowo na liście słów BIP39 i spróbuj ponownie.
pt: A frase de recuperação é inválida. Verifique cada palavra na lista de palavras BIP39 e tente novamente.
ro: Fraza de recuperare nu este validă. Verifică fiecare cuvânt în lista de cuvinte BIP39 și încearcă din nou.
ru: Фраза восстановления недействительна. Сверьте каждое слово со списком слов BIP39 и повторите попытку.
sv: Återställningsfrasen är ogiltig. Kontrollera varje ord mot BIP39-ordlistan och försök igen.
th: วลีกู้คืนไม่ถูกต้อง ตรวจสอบแต่ละคำกับรายการคำ BIP39 แล้วลองอีกครั้ง
tr: Kurtarma ifadesi geçersiz. Her kelimeyi BIP39 kelime listesiyle kontrol edin ve tekrar deneyin.
uk: Фраза відновлення недійсна. Звірте кожне слово зі списком слів BIP39 і повторіть спробу.
zh_hans: 恢复短语无效。请对照 BIP39 单词列表检查每个单词，然后重试。
zh_hant: 復原片語無效。請對照 BIP39 單字清單檢查每個單字，然後再試一次。

source: Try again
ar: إعادة المحاولة
da: Prøv igen
de: Erneut versuchen
es: Vuelva a intentarlo
fa: دوباره تلاش کنید
fi: Yritä uudelleen
fr: Réessayer
it: Riprova
ja: 再試行
ko: 다시 시도
my: ထပ်ကြိုးစားရန်
nb: Prøv igjen
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt: Tentar novamente
ro: Încearcă din nou
ru: Повторить
sv: Försök igen
th: ลองอีกครั้ง
tr: Tekrar deneyin
uk: Повторити
zh_hans: 重试
zh_hant: 再試一次

source: Wallet creation failed
ar: فشل إنشاء المحفظة
da: Oprettelse af wallet mislykkedes
de: Wallet-Erstellung fehlgeschlagen
es: La creación del monedero falló
fa: ساخت کیف پول ناموفق بود
fi: Lompakon luominen epäonnistui
fr: Échec de la création du portefeuille
it: Creazione del wallet non riuscita
ja: ウォレットの作成に失敗しました
ko: 지갑 생성 실패
my: wallet ဖန်တီးခြင်း မအောင်မြင်ပါ
nb: Oppretting av lommebok mislyktes
nl: Wallet aanmaken mislukt
pl: Tworzenie portfela nie powiodło się
pt: Falha na criação da carteira
ro: Crearea portofelului a eșuat
ru: Не удалось создать кошелек
sv: Skapandet av plånboken misslyckades
th: การสร้างกระเป๋าเงินล้มเหลว
tr: Cüzdan oluşturma başarısız oldu
uk: Не вдалося створити гаманець
zh_hans: 钱包创建失败
zh_hant: 錢包建立失敗

source: Wallet identity
ar: هوية المحفظة
da: Wallet-identitet
de: Wallet-Identität
es: Identidad del monedero
fa: هویت کیف پول
fi: Lompakon identiteetti
fr: Identité du portefeuille
it: Identità del wallet
ja: ウォレットの識別情報
ko: 지갑 식별 정보
my: Wallet အထောက်အထား
nb: Lommebokidentitet
nl: Wallet-identiteit
pl: Tożsamość portfela
pt: Identidade da carteira
ro: Identitatea portofelului
ru: Идентификатор кошелька
sv: Plånboksidentitet
th: ข้อมูลระบุกระเป๋าเงิน
tr: Cüzdan kimliği
uk: Ідентифікатор гаманця
zh_hans: 钱包身份
zh_hant: 錢包身分

source: Write them down on paper and store them somewhere safe. Anyone with access to these words can recover your Warren wallet.
ar: دوّنها على ورقة واحفظها في مكان آمن. أي شخص يطّلع على هذه الكلمات يمكنه استرداد محفظة Warren الخاصة بك.
da: Skriv dem ned på papir, og opbevar dem et sikkert sted. Enhver med adgang til disse ord kan gendanne din Warren-wallet.
de: Schreiben Sie sie auf Papier und bewahren Sie sie an einem sicheren Ort auf. Jeder mit Zugriff auf diese Wörter kann Ihre Warren-Wallet wiederherstellen.
es: Anótelas en papel y guárdelas en un lugar seguro. Cualquier persona con acceso a estas palabras puede recuperar su monedero Warren.
fa: آن‌ها را روی کاغذ بنویسید و در جای امنی نگه دارید. هرکسی به این کلمات دسترسی داشته باشد می‌تواند کیف پول Warren شما را بازیابی کند.
fi: Kirjoita ne paperille ja säilytä ne turvallisessa paikassa. Kuka tahansa, jolla on pääsy näihin sanoihin, voi palauttaa Warren-lompakkosi.
fr: Écrivez-les sur papier et conservez-les en lieu sûr. Toute personne ayant accès à ces mots peut récupérer votre portefeuille Warren.
it: Annotale su carta e conservale in un luogo sicuro. Chiunque abbia accesso a queste parole può recuperare il tuo wallet Warren.
ja: 紙に書き留めて、安全な場所に保管してください。これらの単語にアクセスできる人は誰でも、あなたのWarrenウォレットを復元できます。
ko: 종이에 적어 안전한 곳에 보관하세요. 이 단어에 접근할 수 있는 사람은 누구나 사용자의 Warren 지갑을 복구할 수 있습니다.
my: ၎င်းတို့ကို စက္ကူပေါ်တွင် ရေးချပြီး လုံခြုံသောနေရာတွင် သိမ်းဆည်းပါ။ ဤစကားလုံးများကို ရယူနိုင်သူ မည်သူမဆို သင့် Warren wallet ကို ပြန်လည်ရယူနိုင်သည်။
nb: Skriv dem ned på papir, og oppbevar dem et trygt sted. Alle med tilgang til disse ordene kan gjenopprette Warren-lommeboken din.
nl: Schrijf ze op papier en bewaar ze op een veilige plek. Iedereen met toegang tot deze woorden kan je Warren-wallet herstellen.
pl: Zapisz je na papierze i przechowuj w bezpiecznym miejscu. Każdy, kto ma dostęp do tych słów, może odzyskać Twój portfel Warren.
pt: Anote-as em papel e guarde-as num local seguro. Qualquer pessoa com acesso a estas palavras pode recuperar a sua carteira Warren.
ro: Notează-le pe hârtie și păstrează-le într-un loc sigur. Oricine are acces la aceste cuvinte îți poate recupera portofelul Warren.
ru: Запишите их на бумаге и храните в надежном месте. Любой, у кого есть доступ к этим словам, может восстановить ваш кошелек Warren.
sv: Skriv ner dem på papper och förvara dem på ett säkert ställe. Vem som helst med tillgång till dessa ord kan återställa din Warren-plånbok.
th: เขียนลงบนกระดาษและเก็บไว้ในที่ปลอดภัย ใครก็ตามที่เข้าถึงคำเหล่านี้ได้สามารถกู้คืนกระเป๋าเงิน Warren ของคุณได้
tr: Bunları kağıda yazın ve güvenli bir yerde saklayın. Bu kelimelere erişimi olan herkes Warren cüzdanınızı kurtarabilir.
uk: Запишіть їх на папері та зберігайте в безпечному місці. Будь-хто, хто має доступ до цих слів, може відновити ваш гаманець Warren.
zh_hans: 将它们写在纸上并存放在安全的地方。任何能接触到这些单词的人都可以恢复您的 Warren 钱包。
zh_hant: 將它們寫在紙上並存放在安全的地方。任何能接觸到這些單字的人都可以復原您的 Warren 錢包。

source: Your 12 recovery words
ar: كلمات الاسترداد الـ 12 الخاصة بك
da: Dine 12 gendannelsesord
de: Ihre 12 Wiederherstellungswörter
es: Sus 12 palabras de recuperación
fa: ۱۲ کلمهٔ بازیابی شما
fi: 12 palautussanaasi
fr: Vos 12 mots de récupération
it: Le tue 12 parole di recupero
ja: あなたの12個のリカバリーワード
ko: 내 12개 복구 단어
my: သင့်ပြန်လည်ရယူရေးစကားလုံး 12 လုံး
nb: De 12 gjenopprettingsordene dine
nl: Je 12 herstelwoorden
pl: Twoje 12 słów odzyskiwania
pt: As suas 12 palavras de recuperação
ro: Cele 12 cuvinte de recuperare ale tale
ru: Ваши 12 слов восстановления
sv: Dina 12 återställningsord
th: คำกู้คืน 12 คำของคุณ
tr: 12 kurtarma kelimeniz
uk: Ваші 12 слів відновлення
zh_hans: 您的 12 个恢复单词
zh_hant: 您的 12 個復原單字
